Repository: iworks/manage-inactive-subsites
Catalog: languages/manage-inactive-subsites-*.po
Languages: pl_pl

source: Manage Inactive
pl_pl: Zarządzaj nieaktywnymi

source: Overview
pl_pl: Podsumowanie

source: Actions
pl_pl: Akcje

source: For more information:
pl_pl: Więcej informacji:

source: Interval Type
pl_pl: Typ okresu

source: Interval type defines time range to easy management. You can choose day, week, month, quarter or year.
pl_pl: Typ okresu definiuje przedział czasu na którym operujemy. Można wybrać dzień, tydzień, miesiąc kwartał lub rok.

source: Interval Size
pl_pl: Wielkość okresu

source: Interval size allow you to choose how many days, weeks, months, quarter or years must pass after we take selected action on blogs which pass this condition.
pl_pl: Wielkość przedziału pozwala wybrać po jakim czasie zostanie używa wybrana akcja, na blogach które spełnią ten warunek.

source: Action
pl_pl: Akcja

source: Action allow to choose what happend with site, when last update is older than you defined before.
pl_pl: Wybór akcji pozwala zdecydować co się ma stać z serwisami starszymi niż wybrany przedział czasu.

source: You can read detailed description of actions in next tab.
pl_pl: Dokładniejsz omówienie akcji znajduje się w następnej zakładce.

source: Avaialable actions
pl_pl: Dostępne opcje

source: Archive
pl_pl: Archiwizuj

source: Marks a site as being archived so it's not accessible by users.
pl_pl: Oznacz witrynę jako zarchiwizowaną i nie jest ona dostępna dla przeglądających.

source: Archived sites can be unarchived.
pl_pl: Witryny mogą zostać przywrócone.

source: Some people use this option to test the waters before deleting old and unused sites.
pl_pl: Niekiedy ta opcja używana jest przed skasowaniem staarych i nieużywanych serwisów.

source: Deactivate
pl_pl: Deaktywuj

source: Reverses the activation step users go through when they signup for a site.
pl_pl: Właściciel serwisu może go aktywować ponownie.

source: Deactivated sites can be reactivated without much fuss.
pl_pl: Przywracanie zdeaktywowanych serwisów nie sprawia większych kłopotów.

source: There's really not much use to deactivate on a typical WordPress Multisite.
pl_pl: To jest chyba najlepsza opcja dla typowej instalacji Multisite.

source: Delete
pl_pl: Skasuj

source: Deletes the site entirely.
pl_pl: Całkowicie kasuje serwisy.

source: Use with extreme caution because once a site is deleted it can't be recovered.
pl_pl: Należy używać bardzo ostrożnie, serwis skasowany nie może zostać odzyskany.

source: The better option in most circumstances is to archive a site rather than delete it.
pl_pl: Zazwyczaj lepszą opcją jest archiwizacja serwisu, za miast jego skasowania.

source: You can manage when and what we do with sites with no activity.
pl_pl: Można wybrać kiedy i co się stanie z witrynami na których nie ma żadnej aktywności.

source: Corrupted or empty default data, please contact with plugin support.
pl_pl: Nieprawidłowe ustawienia początkowe, proszę skontaktować się z kanałem wsparcia wtyczki.

source: Wrong option type, please contact with plugin support.
pl_pl: Błędny typ opcji, proszę skontaktować się z kanałem wsparcia wtyczki.

source: Settings saved.
pl_pl: Ustawienia zostały zapisane.

source: Thank you for installation <strong>Manage Inactive Sites</strong> plugin.
pl_pl: Dziękuję za zainstalowanie wtyczki <strong>Manage Inactive Sites</strong>.

source: %s day
pl_pl: %s dzień

source: %s week
pl_pl: %s tydzień

source: %s month
pl_pl: %s miesiąc

source: %s quarter
pl_pl: %s kwartał

source: %s year
pl_pl: %s rok

source: archived
pl_pl: zarchiwizowany

source: deactivated
pl_pl: nieaktywny

source: deleted
pl_pl: skasowany

source: Current configuration: after <strong>%1$s</strong> of inactivity site will be <strong>%2$s</strong>.
pl_pl: W aktualna konfiguracja po <strong>%s</strong> nieaktywności, witryna zostanie <strong>%s</strong>.

source: You can easy change configuration, please go to Network Admin » Sites » <a href="%s">Manage Inactive</a> and change current configuration.
pl_pl: Konfiguracje wtyczki można łatwo zmienić. Przejdź do Administracja Siecią » Ustawienia » <a href="%s">Manage Inactive Subsites</a> i zmień ją.

source: <b>Manage Inactive Subsites</b> can be only installed as network activation.
pl_pl: Wytczka <b>Manage Inactive Subsites</b> może być zainstalowana tylko jako instalacja sieciowa.

source: Please go to <a href="%s">Network Admin Plugins</a> page and activate <b>Manage Inactive Subsites</b>.
pl_pl: Przejdź na stronę <a href="%s">Wtyczki w Administracji Siecią </a> i aktywowuj <b>Manage Inactive Subsites</b>.

source: <b>Manage Inactive Subsites</b> can be only installed only in Multisite WordPress installations.
pl_pl: Wtyczka <b>Manage Inactive Subsites</b> może zostać zainstalowana tylko w sieci blogów.

source: You can choose what time range you want to use.
pl_pl: Można wybrać jaki zakres czasu ma być używany.

source: Day
pl_pl: Dzień

source: Week
pl_pl: Tydzień

source: Month
pl_pl: Miesiąc

source: Quarter
pl_pl: Kwartał

source: Year
pl_pl: Rok

source: Select action which should be taken, when last site update is older then you selected above
pl_pl: Proszœ wybarać, co ma zostać zrobiene z witrynami starszymi niż wybrane parametry.

source: Archived site will be unavailable with message "This site has been archived or suspended.".
pl_pl: Witryny zarchiwizowane nie będa dostępne oraz będzie wyświetlany kominikat: "Witryna została zarchiwizowana lub zawieszona".

source: Deactivated site will be unavailable with message "This site has been archived or suspended.".
pl_pl: Witryny zdeaktywowane nie będa dostępne oraz będzie wyświetlany kominikat: "Witryna została zarchiwizowana lub zawieszona".

source: Allow automate handle status of inactive site in MultiSite installation.
pl_pl: Umożliwia automatyczną zmianę statusy nie aktualizowanych witryn w sieci blogów.
